Repository: bezgodov/strategist
Catalog: Strategist/*.lproj/Localizable.strings
Languages: ru

source: Something went wrong, try again
ru: Что-то пошло не так, попробуйте снова

source: Purchases are disabled in your device
ru: Встроенные покупки недоступны на вашем устройстве

source: Completed
ru: Завершён

source: Buying winning path
ru: Покупка выигрышного пути

source: Buying winning path is worth
ru: Покупка выигрышного пути стоит

source: GEMS
ru: алмазов

source: you have
ru: у вас есть

source: Cancel
ru: Отмена

source: Buy
ru: Купить

source: Not enough GEMS
ru: Недостаточно алмазов

source: Buy GEMS
ru: Купить алмазов

source: You do not have enough GEMS to buy winning path
ru: У вас недостаточно алмазов для покупки выигрышного пути

source: You need
ru: Вам необходимо

source: but you only have
ru: но у вас есть только

source: Level
ru: Уровень

# BOSS
source: BONUS
ru: БОНУС

source: Awesome
ru: Класс

source: Well done
ru: Молодец

source: Nice
ru: Отлично

source: Great job
ru: Отлично

source: Cool
ru: Здорово

source: Good job
ru: Супер

source: Perfect
ru: Идеально

source: Amazing
ru: Круто

source: START
ru: СТАРТ

source: SETTINGS
ru: НАСТРОЙКИ

source: LEVELS
ru: УРОВНИ

source: CONTINUE
ru: ПРОДОЛЖИТЬ

source: RESTART
ru: ЗАНОВО

# EXTRA LIFE
source: EXTRA LIVES
ru: ДОП. ЖИЗНИ

# Buying an extra life
source: Buying extra lives
ru: Покупка доп. жизней

# An extra life is worth
source: extra lives are worth
ru: дополнительных жизней стоят

# Buy one life
source: Buy five lives
ru: Купить пять жизней

# You do not have enough GEMS to buy an extra life
source: You do not have enough GEMS to buy 5 extra lives
ru: У вас недостаточно алмазов для покупки 5 дополнительных жизней

source: You lose
ru: Проигрыш

source: No lives
ru: Нет жизней

# Preview mode
source: Preview mode is activated. To turn off this tap at 'Stop' button at right-top corner
ru: Режим предпросмотра активирован. Чтобы выключить, нажмите 'Стоп' в правом верхнем углу

source: Hi. You have just got a promotion, now you are a STRATEGIST... [Tap somewhere to continue]
ru: Привет, вас только что повысили, теперь вы СТРАТЕГИСТ... [Нажмите где-нибудь, чтобы продолжить]

source: Your main role is managing ordinary space aliens and help them collecting gems. Let's begin!
ru: Ваша основная задача управлять обычными инопланетянами и помогать им собирать алмазы. Давайте приступим!

source: Firstly tap at the middle cell to choose alien's path...
ru: Во-первых, нажмите на центральную клетку, чтобы выбрать путь инопланетянина...

source: Now choose next cell at column#3 and row#2 (right from the middle cell)...
ru: Сейчас выберите следующую ячейку в третьем столбце, второй строке (справа от центральной клетки)...

source: Then choose cell where GEM is...
ru: Затем выберите ячейку, где находится алмаз...

source: And finally tap at start button
ru: И наконец, нажмите кнопку 'Старт'

source: Oooppps.. Be careful, everything in this planet wants to kill us. Tap restart to try again...
ru: Упссс. Будьте аккуратны, всё живое на этой планете хочет нас убить. Нажмите 'Заново', чтобы попробовать ещё раз...

# But we already know how each of them behaves itself. Tap at bee...
source: But we have already known how each of them behaves itself. Tap at bee at the bottom...
ru: Но мы уже знаем, как каждый из них ведёт себя. Нажмите на пчелу внизу...

source: That red line shows how bee moves. When a bee reaches last cell bee goes back and repeat again...
ru: Красная линия показывает перемещение пчелы. Когда она доходит до конца, то идёт в обратную сторону и так далее...

source: Now let's find right way to get GEM. Tap at column#1 and row#3 (left-bottom cell)...
ru: Давайте найдём верный путь, чтобы получить алмаз. Нажмите на ячейку в левом нижнем углу...

# Next cell must be column#2 and row#1...
source: Next cell must be column#2 and row#3...
ru: Следующая ячейка должна быть во втором столбце, третьей строке...

# Next cell must be column#3 and row#1...
source: Next cell must be column#3 and row#3...
ru: Следующая ячейка должна быть в третьем столбце, третьей строке...

source: Next cell must be column#3 and row#2...
ru: Следующая ячейка должна быть в третьем столбце, второй строке...

# And finally last cell must be column#3 and row#3...
source: And finally last cell must be column#3 and row#1...
ru: И наконец, последняя ячейка должна быть в правом верхнем углу...

source: And as you guessed tap at start button
ru: И как вы уже угадали, нажмите на кнопку 'Старт'

source: For previous level you got 3 GEMS. You can look how many gems you have in menu or settings...
ru: За предыдущий уровень вы получили 3 алмаза. Вы можете посмотреть количество алмазов в меню или настройках

source: You can buy extra lives for GEMS or winning paths...
ru: Вы можете купить дополнительные жизни за алмазы или выигрышные пути...

source: Tap at the nearest star to find out what it is like...
ru: Нажмите на ближайшую звезду, чтобы выянить что это такое...

source: If you still did not choose path you can activate preview mode...
ru: Если вы ещё не выбрали путь, то можете активировать режим предпросмотра...

source: Tap at 'Start' button to activate preview mode
ru: Нажмите на 'Старт', чтобы активировать режим предпросмотра

# You can tap at last your chosen path's point and delete it
source: You can tap at any your chosen path's point and remove path from the end to the chosen point
ru: Вы можете нажать на любую ячейку выбранного пути, чтобы удалить путь от конца до выбранной ячейки

source: Except tapping at screen you can slide along the game board
ru: Вы можете провести пальцем от пришельца до ближайшей пчелы, чтобы выбрать путь

source: If label with maximum count of moves has red color you should use all moves
ru: Если 'Количество ходов' имеет красный цвет, то вам необходимо использовать все доступные ходы

source: If you've already chosen path you can still look at enemy's info. Just tap long at it
ru: Если вы уже выбрали путь, то всё ещё можете посмотреть на описания врагов. Зажмите на 1 секунду, вместо нажатия

source: To get some info about dynamic enemy just tap long at it
ru: Чтобы получить информацию об активном объекте, просто зажмите на него на 1 секунду

# Now your managing is going to be different...
source: Now your control is going to be different...
ru: Сейчас ваша задача немного изменилась...

source: Use 'swipes' to control a space alien, just slide finger along your screen...
ru: Используйте 'Swipes', чтобы перемещать инопланетянина. Просто проведите быстро в любую сторону...

# You can try passing this level as many times as you wish
source: You can try passing this level as many times as you wish. Reward - 3 GEMS
ru: Вы можете проходить бонус-уровень неограниченное число раз. Награда - 3 алмаза

source: Collect 10 stars to win level and be careful you should avoid your enemies
ru: Соберите 10 звёзд, чтобы завершить уровень и будьте аккуратны, необходимо избегать врагов

source: Sometimes levels can contain lots of enemies but resolution can be very easy...
ru: Бывает, уровни могут содержать множество врагов, но решение может быть очень простым...

source: Solve this level only for 7 moves
ru: Пройдите данный уровень всего лишь за 7 ходов

source: Press down all buttons to win the level and do not forget about stars...
ru: Включите (вниз) все кнопки, чтобы выиграть уровень и не забывайте о звёздах...

source: Tap at button to switch all other button...
ru: Нажмите на кнопку, чтобы переключить все другие кнопки...

source: If an alien gets at button and that button was pressed down then nothing happens, but...
ru: Если инопланетянин попадает на нажатую (вниз) кнопку, то ничего не происходит, но...

source: If an alien gets at active button (button was not pressed down). Only that button is switched
ru: Если инопланетянин попадает на активную (вверх) кнопку, то только та кнопка будет нажата (вниз)

# New levels are coming. We are already designing new levels. Wait for updates
source: New levels are coming. We are already designing new levels. Wait for updates. Click to rate
ru: Новые уровни скоро будут. Мы уже разрабатываем их. Нажмите, чтобы оценить

source: Complete
ru: Завершите

source: at least
ru: ещё

source: and
ru: и

source: to unlock next section
ru: , чтобы открыть новую секцию

source: PURCHASED
ru: КУПЛЕНО

source: FAIL
ru: ОШИБКА

source: WATCH AD
ru: РЕКЛАМА

source: CAUTION
ru: ПРЕДУПРЕЖДЕНИЕ

source: Ok
ru: Ок

source: OK
ru: ОК

source: If you turn off tips you won't be able to look at new enemies' descriptions
ru: Если вы выключите подсказки, то не сможете посмотреть на описания новых объектов

source: Promotional code
ru: Промо код

source: was already used
ru: уже был использован

source: Wrong promotional code
ru: Неверный промо код

source: is incorrect. If everything is right then try again or type another promo code
ru: неверен. Если всё верно, то попробуйте ещё раз или введите другой промо код

# spaceAlien_description
source: Just a cute space alien
ru: Просто милый инопланетянин

# gem_description
source: You should pick up a gem to win. Space aliens need much gems
ru: Чтобы выиграть, необходимо подобрать алмаз. Пришельцам нужно больше алмазов

# bee_description
source: Bee moves one cell by one game's move. If your and bee's positions are same you lose
ru: Пчела перемещается на одну клетку за один ход. Если вы попадёте на пчелу, то проиграете

# spinner_description
source: Spinner never changes its position. If you get at spinner's position you lose
ru: Спиннер не перемещается. Если вы попадёте на спиннер, то проиграете

# bomb_description
source: Bomb will destroy you if you are around its in N moves. You can't get at bomb's position
ru: Бомба взорвётся через N ходов и взорвёт вас, если вы в радиусу 1 клетки от бомбы. Нельзя наступать на бомбу

# stopper_description
source: Stop sing stops you for one move
ru: Стоп знак останавливает вас на один ход

# alarmclock_description
source: Alarm Clock stops all objects for one move except a space alien
ru: Будильник останавливает всех, кроме инопланетянина

# bridge_description
source: Bridge is rotated each move. You can tap bridge to change its direction
ru: Мост вращается на 90 градусов каждый ход. Нажмите на мост, чтобы изменить его направление

# spikes_description
source: Spikes appear one move and disappear next one. If you get at them you lose
ru: Шипы 'вылезают' и после одного хода прячутся и так далее. Если попадёте на шипы, то проиграете

# star_description
source: Star doesn't destroy you and never moves. You should collect all stars to win
ru: Необходимо собрать все звёзды, чтобы выиграть. Звезда не перемещается

# snail_description
source: Snail moves one move per two game's moves. Alarmclock can cause double freeze
ru: Улитка перемещается на одну клетку за 2 игровых хода. Улитка может остановиться на 2 хода (из-за будильника)

# arrow_description
source: When an alien comes in his direction should match arrow's direction
ru: Когда инопланетянин заходит в клетку его направление должно совпадать со стрелкой или вы проиграете

# tulip_description
source: If bee gets at tulip bee stops for one move and then tulip will disappear
ru: Если пчела попадает на тюльпан, то пчела останавливается на 1 ход. После чего тюльпан исчезнет

# cabbage_description
source: If snail gets at cabbage then snail moves without stopping for two moves and then cabbage will disappear
ru: Если улитка попадает на капусту, то улитка перемещается 2 хода без остановок. После чего капуста исчезнет

# lock_description
source: To open the lock pick up a key with same color. If you do not have a key you lose
ru: Чтобы открыть замок необходимо подобрать ключ того же цвета. Если у вас нет ключа, то вы проиграете

# key_description
source: Key opens the door with same color
ru: Ключ открывает дверь того же цвета

# magnet_description
source: Pick up a magnet to collect stars within one point radius around an alien. Magnet will be activated in 1 move
ru: Подберите магнит, чтобы собирать звезды в радиусе 1 клетки. Магнит активируется через 1 ход

# button_description
source: Tap at button to switch all other buttons. If an alien gets at button only that button is switched down
ru: Нажмите для переключения всех кнопок. Если инопланетянин попадает на кнопку, то только та кнопку будет нажата

source: Purchasing can take long time. Please wait at least 1 minute
ru: Покупка может занять некоторое время. Подождите как минимум 1 минуту

source: Purchasing cancelled
ru: Покупка отменена

# Rewarded video was not ready, try again or check your Internet connection
source: Rewarded video was not loaded, try again or check your Internet connection
ru: Видео за вознаграждение не было загружено, попробуйте ещё раз или проверьте интернет соединение

source: Free extra life
ru: Бесплатная жизнь

source: Tap at gem to get its
ru: Нажмите на алмаз, чтобы получить его
